import { IProductData } from './interface'
export const BurgerData: IProductData[] = [
    {
        title: 'Мясная бомба',
        price: {
            old: '',
            just: '689₽'
        },
        image: {
            src: '/images/products/burger/bomba__burger.png',
            alt: ''
        },
        details: {
            description: 'Супер мясное наслаждение! Большая рубленая котлета из свежего говяжего мяса покорит вас своей сочностью, а хрустящие листья салата добавят свежести.',
            list: [ 'Пшеничная булочка', 'Котлета из говядины', 'Красный лук', 'Листья салата', 'Соус горчичный' ],
            benefits: {
                massa: '520г',
                energy: 'кал 430'
            }
        }
    },
    {
        title: 'Мясная бомба',
        price: {
            old: '',
            just: '689₽'
        },
        image: {
            src: '/images/products/burger/bomba__burger.png',
            alt: ''
        },
        details: {
            description: 'Супер мясное наслаждение! Большая рубленая котлета из свежего говяжего мяса покорит вас своей сочностью, а хрустящие листья салата добавят свежести.',
            list: [ 'Пшеничная булочка', 'Котлета из говядины', 'Красный лук', 'Листья салата', 'Соус горчичный' ],
            benefits: {
                massa: '520г',
                energy: 'кал 430'
            }
        }
    },
    {
        title: 'Мясная бомба',
        price: {
            old: '',
            just: '689₽'
        },
        image: {
            src: '/images/products/burger/bomba__burger.png',
            alt: ''
        },
        details: {
            description: 'Супер мясное наслаждение! Большая рубленая котлета из свежего говяжего мяса покорит вас своей сочностью, а хрустящие листья салата добавят свежести.',
            list: [ 'Пшеничная булочка', 'Котлета из говядины', 'Красный лук', 'Листья салата', 'Соус горчичный' ],
            benefits: {
                massa: '520г',
                energy: 'кал 430'
            }
        }
    },
    {
        title: 'Мясная бомба',
        price: {
            old: '',
            just: '689₽'
        },
        image: {
            src: '/images/products/burger/bomba__burger.png',
            alt: ''
        },
        details: {
            description: 'Супер мясное наслаждение! Большая рубленая котлета из свежего говяжего мяса покорит вас своей сочностью, а хрустящие листья салата добавят свежести.',
            list: [ 'Пшеничная булочка', 'Котлета из говядины', 'Красный лук', 'Листья салата', 'Соус горчичный' ],
            benefits: {
                massa: '520г',
                energy: 'кал 430'
            }
        }
    },
    {
        title: 'Мясная бомба',
        price: {
            old: '',
            just: '689₽'
        },
        image: {
            src: '/images/products/burger/bomba__burger.png',
            alt: ''
        },
        details: {
            description: 'Супер мясное наслаждение! Большая рубленая котлета из свежего говяжего мяса покорит вас своей сочностью, а хрустящие листья салата добавят свежести.',
            list: [ 'Пшеничная булочка', 'Котлета из говядины', 'Красный лук', 'Листья салата', 'Соус горчичный' ],
            benefits: {
                massa: '520г',
                energy: 'кал 430'
            }
        }
    },
    {
        title: 'Мясная бомба',
        price: {
            old: '',
            just: '689₽'
        },
        image: {
            src: '/images/products/burger/bomba__burger.png',
            alt: ''
        },
        details: {
            description: 'Супер мясное наслаждение! Большая рубленая котлета из свежего говяжего мяса покорит вас своей сочностью, а хрустящие листья салата добавят свежести.',
            list: [ 'Пшеничная булочка', 'Котлета из говядины', 'Красный лук', 'Листья салата', 'Соус горчичный' ],
            benefits: {
                massa: '520г',
                energy: 'кал 430'
            }
        }
    },
    {
        title: 'Мясная бомба',
        price: {
            old: '',
            just: '689₽'
        },
        image: {
            src: '/images/products/burger/bomba__burger.png',
            alt: ''
        },
        details: {
            description: 'Супер мясное наслаждение! Большая рубленая котлета из свежего говяжего мяса покорит вас своей сочностью, а хрустящие листья салата добавят свежести.',
            list: [ 'Пшеничная булочка', 'Котлета из говядины', 'Красный лук', 'Листья салата', 'Соус горчичный' ],
            benefits: {
                massa: '520г',
                energy: 'кал 430'
            }
        }
    },
    {
        title: 'Мясная бомба',
        price: {
            old: '',
            just: '689₽'
        },
        image: {
            src: '/images/products/burger/bomba__burger.png',
            alt: ''
        },
        details: {
            description: 'Супер мясное наслаждение! Большая рубленая котлета из свежего говяжего мяса покорит вас своей сочностью, а хрустящие листья салата добавят свежести.',
            list: [ 'Пшеничная булочка', 'Котлета из говядины', 'Красный лук', 'Листья салата', 'Соус горчичный' ],
            benefits: {
                massa: '520г',
                energy: 'кал 430'
            }
        }
    },
]